var typed5 = new Typed(".typed", {
	strings: [
		"устал жить",
		"устал думать",
		"устал страдать",
		"устал мучаться",
		"устал cходить с ума",
		"начал думать, а за что мне это все?",
		"пришел к выводам, то что я это заслужил, но почему? Почему именно я?",
		"почему-то пытаясь помочь человеку и сделать все чтобы этот человек был счастлив, практически всегда получаю в ответ на все свои действия неодобрение, неподопонимание и вообще отторжения меня как кого-то либо",
		"устал жить так и я вообще потерял смысл делать хоть что-то хорошее для людей",
		"устал выглядить для людей как лучший друг, помощник, советчик и вообще делать что-то ради людей, так-как для вас это приносит помощь и спокойствие , а для меня это с каждым разом становится ударом в под дых который с каждым новым ударом убивает во мне человека. ",
		"не хочу дальше продолжать жить",
	],
	typeSpeed: 20,
	backSpeed: 5,
	cursorChar: "_",
});
